europamundobd/reserva1/cancelarReservaRQ.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <cancelarPreReserva xmlns="http://tempuri.org/">
      <coreserva>EM024810</coreserva>
      <userName>CTMWS</userName>
      <userPassword>Ctmws123</userPassword>
    </cancelarPreReserva>
  </soap:Body>
</soap:Envelope>